Repository: Pantropica/ems-online-woocommerce
Catalog: trunk/languages/emspay-*.po
Languages: nl_nl

source: Bancontact - EMS PAY
nl_nl: EMS PAY : Bancontact

source: There was a problem processing your transaction.
nl_nl: Helaas is er een fout opgetreden tijdens het verwerken van uw betaling. Probeer het alstublieft nogmaals.

source: Banktransfer - EMS PAY
nl_nl: EMS PAY : Overschrijving

source: Awaiting Bank-Transfer Payment
nl_nl: Wacht op betaling van de overboeking

source: Please use the following payment information:
nl_nl: Gebruik het volgende kenmerk bij uw overschrijving:

source: Account Holder: ING Bank N.V. PSP
nl_nl: Rekeninghouder: ING Bank N.V. PSP

source: Residence: Amsterdam
nl_nl: Plaats: Amsterdam

source: The current project is in test mode
nl_nl: De huidige webshop heeft de status Test

source: In test mode you can only test iDEAL. When done testing, please login to the portal and activate your project.
nl_nl: Wanneer uw webshop de status Test heeft, kunt u alleen iDEAL testen. Nadat alle tests zijn afgerond, kunt u inloggen op de ING Merchant portal om de status van uw webshop te wijzigen naar Productie. Kies Instellingen > Webwinkels, selecteer uw webshop, klik Wijzigen en selecteer de status Productie. Daarna zijn al uw betaalmethoden beschikbaar.

source: API key provided by ING
nl_nl: Kopieer uw EMS PAY API key van uw merchant portal

source: Test API key for testing implementation of Klarna.
nl_nl: Vul hier de API Key in van uw test webshop. Dit is alleen van toepassing voor Klarna. Gebruikt u Klarna niet dan kunt u dit leeglaten.

source: Klarna Debug IP
nl_nl: IP adressen voor het testen van Klarna:

source: IP address for testing Klarna. If empty, visible for all. If filled, only visible for specified IP addresses. (Example: 127.0.0.1, 255.255.255.255)
nl_nl: U kunt specifieke IP adressen opgeven waarvoor de Klarna betaalmethode zichtbaar is, bv als u wilt testen (bijvoorbeeld: 128.0.0.1, 255.255.255.255). Vult u niets in dan is de betaalmethode voor alle IP adressen zichtbaar.

source: PSP Product
nl_nl: EMS PAY product

source: Failed payment page
nl_nl: Pagina na een mislukte betaling

source: Page where user is redirected after payment has failed.
nl_nl: De pagina waar uw klant naar wordt doorverwezen na een mislukte betaling.

source: Checkout Page
nl_nl: Checkout pagina

source: Shopping Cart
nl_nl: Winkelwagen

source: Use cURL CA bundle
nl_nl: Gebruik cURL CA bundel

source: Resolves issue when curl.cacert path is not set in PHP.ini
nl_nl: Voorkomt probleem indien curl.cacert niet ingesteld is in PHP.ini

source: Cash on Delivery - EMS PAY
nl_nl: EMS PAY : Rembours

source: Mastercard, VISA, Maestro or V PAY - EMS PAY
nl_nl: EMS PAY : Mastercard, Visa, Maestro of V PAY

source: Your transaction is still being processed. You will be notified when status is updated.
nl_nl: Uw betaling is in behandeling. We hebben nog geen bevestiging van uw bank of kaartuitgever ontvangen. U ontvangt een bericht zodra we deze hebben ontvangen.

source: Enable iDEAL Payments
nl_nl: iDEAL betalingen aanzetten

source: Credit Card
nl_nl: Mastercard, Visa, Maestro of V PAY

source: Enable Credit Card Payments
nl_nl: Creditcard betalingen aanzetten

source: Bank Transfer
nl_nl: Overschrijving

source: Enable Bank Transfer Payments
nl_nl: Overschrijving betalingen aanzetten

source: Enable SOFORT Payments
nl_nl: SOFORT betalingen aanzetten

source: Enable Bancontact Payments
nl_nl: Bancontact betalingen aanzetten

source: Cash On Delivery
nl_nl: Rembours

source: Enable Cash On Delivery Payments
nl_nl: Rembours betalingen aanzetten

source: Enable PayPal Payments
nl_nl: PayPal betalingen aanzetten

source: Enable HomePay Payments
nl_nl: Home’Pay betalingen aanzetten

source: Enable Klarna Payments
nl_nl: Klarna betalingen aanzetten

source: Enable/Disable
nl_nl: Aanzetten/Uitzetten

source: Title
nl_nl: Titel

source: This controls the title which the user sees during checkout.
nl_nl: Dit veld is de naam van de betaalmethode die uw klant zal zien bij het afrekenen.

source: Use Webhook URL
nl_nl: Automatisch Webhook URL genereren

source: Automatically include Webhook URL with every order
nl_nl: Stuur automatisch de webhook URL mee bij elke order

source: API will request this URL in order to update transaction details.
nl_nl: Genereer automatisch de webhook URL bij elke order die naar de EMS PAY API verstuurd wordt. De webhook URL wordt gebruikt om status wijzigingen van transacties door te geven.

source: HomePay - EMS PAY
nl_nl: EMS PAY : Home’Pay

source: iDEAL - EMS PAY
nl_nl: EMS PAY : iDEAL

source: Payment Error: You must choose an iDEAL Bank!
nl_nl: Om met iDEAL te kunnen betalen dient u uw bank te selecteren.

source: Choose your bank:
nl_nl: Kies uw bank:

source: Klarna - EMS PAY
nl_nl: EMS PAY : Klarna

source: Unfortunately, we can not currently accept your purchase with Klarna. Please choose another payment option to complete your order. We apologize for the inconvenience.
nl_nl: Helaas is er een fout opgetreden tijdens het verwerken van uw betaling. Probeer het alstublieft nogmaals.

source: Klarna payment request sent.
nl_nl: Uw betalingsverzoek met Klarna is verzonden.

source: Your payment using Klarna is successful.
nl_nl: Uw betaling met Klarna is succesvol verwerkt.

source: The invoice will be sent to your email.
nl_nl: De factuur wordt verzonden naar uw e-mail adres.

source: Additional Information
nl_nl: Bijkomstige informatie

source: Gender:
nl_nl: Geslacht:

source: Male
nl_nl: Man

source: Female
nl_nl: Vrouw

source: Date of birth:
nl_nl: Geboortedatum:

source: Birth date format: DD - MM - YYYY, eg: 31-12-1980
nl_nl: Gebruik het volgende formaat voor het invoeren van de geboortedatum: MM - DD - YYYY, bijv: 31-12-1980

source: PayPal - EMS PAY
nl_nl: EMS PAY : PayPal

source: ING WooCommerce plugin for ING Kassa Compleet and ING ePay markets.
nl_nl: ING WooCommerce plugin voor Kassa Complete, ING ePay en ING Checkout.

source: Enable Payconiq Payments
nl_nl: Payconiq betalingen aanzetten

source: Your order %s at %s
nl_nl: Uw bestelling %s bij %s

source: Unfortunately, we can not currently accept your purchase with AfterPay. Please choose another payment option to complete your order. We apologize for the inconvenience.
nl_nl: Het spijt ons u te moeten mededelen dat uw aanvraag om uw bestelling achteraf te betalen op dit moment niet door AfterPay wordt geaccepteerd. Dit kan om diverse (tijdelijke) redenen zijn.Voor vragen over uw afwijzing kunt u contact opnemen met de Klantenservice van AfterPay. Of kijk op de website van AfterPay bij "Veel gestelde vragen" via de link http://www.afterpay.nl/page/consument-faq onder het kopje "Gegevenscontrole". Wij adviseren u voor een andere betaalmethode te kiezen om alsnog de betaling van uw bestelling af te ronden.

source: AfterPay payment request sent.
nl_nl: AfterPay verzoek verzonden.

source: Your payment using AfterPay is successful.
nl_nl: Uw betaling met AfterPay is succesvol.

source: I accept <a href='%s' target='_blank'>Terms and Conditions</a>
nl_nl: Ik accepteer AfterPay <a href='%s' target='_blank'>Algemene voorwaarden</a>
